Repository: common-repository/arco-portfolio
Catalog: languages/arcoportfolio-*.po
Languages: ru_ru

source: Layout Settings
ru_ru: Настройки макета

source: JQuery settings
ru_ru: Настройки jQuery

source: Columns Count
ru_ru: Кол-во колонок

source: Desktops:
ru_ru: Монитор

source: Tablets:
ru_ru: Планшет

source: Phones:
ru_ru: Смартфон

source: Skin color scheme
ru_ru: Цветовая схема

source: Add Box Shadow
ru_ru: Добавить тень

source: YES
ru_ru: ДА

source: NO
ru_ru: НЕТ

source: Portfolio Post link text
ru_ru: Текст ссылки страницы портфолио

source: Read about this project
ru_ru: Подробно о проекте

source: Portfolio URL link text
ru_ru: Текст ссылки на сайт проекта

source: Visit project site
ru_ru: Посетить сайт

source: Open links in new window
ru_ru: Открывать ссылки в новой вкладке

source: Check this if you want to open outgoing portfolio links in new window
ru_ru: Отметьте, если хотите, чтобы внешние ссылки открывались в новой вкладке

source: Animation script
ru_ru: Скрипт анимации

source: Select JQuery script for portfolio items animation
ru_ru: Выбрать JQuery плагин для анимации

source: is a jQuery plugin providing animated filtering and sorting
ru_ru: - jQuery плагин для анимации фильтров и сортировки

source: Filter and sort magical layouts jQuery plugin
ru_ru: отличный JQuery плагин фильтров и сортировки

source: Lightbox script
ru_ru: Скрипт для Лайтбокса

source: Select JQuery script for portfolio items lightbox effect
ru_ru: Выбрать JQuery плагин для эффекта Лайтбокс

source: A lightweight customizable lightbox plugin for jQuery
ru_ru: Настраиваемый "лайтбокс"-эффект на JQuery

source: is a tool for displaying images, html content and multi-media in a Mac-style "lightbox"
ru_ru: - инструмент для реализации "лайтбокс"-эффекта в стиле Mac

source: Update Settings
ru_ru: Обновить настройки

source: Settings Saved
ru_ru: Настройки сохранены

source: Hide this message
ru_ru: Спрятать это сообщение

source: Like this plugin?
ru_ru: Вам понравился этот плагин?

source: Rate it on WordPress.org
ru_ru: Проголосовать на сайте Wordpress

source: Follow me on Twitter
ru_ru: Подписаться на мой Twitter

source: Donate
ru_ru: Пожертвования

source: All
ru_ru: Все

source: ArCo Portfolio
ru_ru: ArCo-портфолио

source: Add Portfolio Item
ru_ru: Добавить проект

source: Filters
ru_ru: Фильтры

source: Portfolio settings
ru_ru: Настройки

source: Portfolio items
ru_ru: Проекты

source: Portfolio Items
ru_ru: Проекты

source: Portfolio Item
ru_ru: Проект

source: Edit Portfolio Items
ru_ru: Изменить проект

source: Add new Portfolio Item
ru_ru: Добавить проект

source: View Portfolio Item
ru_ru: Посмотреть проект

source: Portfolio filters
ru_ru: Категории портфолио

source: Portfolio filter
ru_ru: Категория портфолио

source: Item Options
ru_ru: Свойства проекта

source: Image or Video URL
ru_ru: URL изображения или видео

source: From Media Library
ru_ru: Из медиа-библиотеки

source: Enter full-size image or video (youtube, vimeo etc...) URL for the lightbox. You can also choose Image from your Media gallery.
ru_ru: Введите полный URL изображения или видео (youtube, vimeo и т.д.) для Лайтбокса. Вы можете, так же, выбрать изображение из медиа-библиотеки.

source: Portfolio URL
ru_ru: URL ссылки на сайт проекта

source: Enter this project live version URL.
ru_ru: Введите URL действующего сайта

source: Thumbnail
ru_ru: Миниатюра

source: Item Filter
ru_ru: Категория проекта
